Repository: shavez00/recipe
Catalog: calendar/locale/*/LC_MESSAGES/messages.po
Languages: de

source: You must be logged in as an admin.
de: Sie müssen als Administrator angemeldet sein.

source: Calendars
de: Kalender

source: Users
de: Benutzer

source: Translate
de: Übersetze

source: Calendar
de: Kalender

source: Action
de: Aktion

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Create Calendar
de: Kalender erstellen

source: Calendar List
de: Kalenderliste

source: Username
de: Benutzername

source: Groups
de: Gruppen

source: Edit Groups
de: Gruppen bearbeiten

source: Create User
de: Benutzer erstellen

source: User List
de: Benutzerliste

source: Import Form
de: Import-Formular

source: MySQL Database Name
de: MySQL-Datenbankname

source: MySQL Port Number
de: MySQL-Portnummer

source: Leave blank for default
de: Leer lassen für Voreinstellung

source: MySQL User Name
de: MySQL-Benutzername

source: MySQL User Password
de: MySQL-Benutzerpasswort

source: PHP-Calendar Table Prefix
de: Tabellenpräfix für PHP-Calendar

source: Import Calendar
de: Kalender importieren

source: This script needs read access to your calendar directory in order to write the translation files. Alternatively, you could run translate.php from the command line or use msgfmt or any other gettext tool that can generate .mo files from .po files.
de: Dieses Script benötigt Lese-Rechte auf das Kalenderverzeichnis um die Übersetzungsdateien schreiben zu können. Alternativ könnten Sie translate.php aus der Kommandozeile heraus ausführen, msgfmt nutzen oder irgendein anderes gettext-Tool, welches .mo Datein aus .po Datein erstellen kann.

source: Generate Translations
de: Übersetzungen generieren

source: Calendar Configuration
de: Kalenderkonfiguration

source: Categories
de: Kategorien

source: Options
de: Einstellungen

source: Submit
de: Speichern

source: Read
de: Lesen

source: Write
de: Schreiben

source: Read-only
de: Schreibgeschützt

source: Modify
de: Ändern

source: User Permissions
de: Benutzerberechtigungen

source: User Name
de: Benutzername

source: Can Create Read-Only
de: Kann schreibgeschützte Termine erstellen

source: No Name
de: Kein Name

source: None
de: Keine

source: Create category
de: Kategorie erstellen

source: Calendar Categories
de: Kalenderkategorien

source: Text Color
de: Textfarbe

source: Background Color
de: Hintergrundfarbe

source: Visible to User Group
de: Sichtbar für Benutzergruppe

source: Actions
de: Aktionen

source: Create group
de: Gruppe erstellen

source: Calendar Groups
de: Kalendergruppen

source: Permission denied
de: Keine Berechtigung

source: was not set.
de: wurde nicht gesetzt.

source: Updated options
de: Einstellungen aktualisiert

source: Language
de: Sprache

source: Timezone
de: Zeitzone

source: Welcome
de: Willkommen

source: Settings
de: Einstellungen

source: Add Event
de: Termin hinzufügen

source: Search
de: Suchen

source: View Month
de: Monat anzeigen

source: View date
de: Datum anzeigen

source: Calendar Admin
de: Kalender-Admin

source: Default
de: Voreinstellung

source: Week Start
de: Erster Tag der Woche

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Saturday
de: Samstag

source: 24 Hour Time
de: 24-Stunden-Anzeige

source: Calendar Title
de: Kalendertitel

source: Maximum Subject Length
de: Maximale Betrefflänge

source: Events Display Daily Maximum
de: Maximale Anzahl anzuzeigender Termine pro Tag

source: Public Permissions
de: Öffentliche Berechtigungen

source: Cannot read nor write events
de: Kann weder Termine lesen noch schreiben

source: Can read but not write events
de: Kann Termine lesen, aber nicht schreiben

source: Can create but not modify events
de: Kann Termine erstellen, aber nicht ändern

source: Can create and modify events
de: Kann Termine erstellen und ändern

source: Default Timezone
de: Voreingestellte Zeitzone

source: Default Language
de: Voreingestellte Sprache

source: Date Format
de: Datumsformat

source: Month Day Year
de: Monat Tag Jahr

source: Year Month Day
de: Jahr Monat Tag

source: Day Month Year
de: Tag Monat Jahr

source: You do not have permission to do that:
de: Sie haben keine Berechtigung dazu:

source: Error
de: Fehler

source: Backtrace
de: Rückverfolgung

source: Invalid action
de: Ungültige Aktion

source: Secret token mismatch. Possible request forgery attempt.
de: Unstimmigkeit der geheimen Token. Möglicher Betrugsversuch.

source: Unsupported config type
de: Nicht unterstützter Konfigurationstyp

source: Required field "%s" was not set.
de: Das benötigte Feld "%s" wurde nicht gesetzt.

source: Malformed "%s" time: "%s"
de: Ungültige "%s" Zeit: "%s"

source: Unrecognized period:
de: Unbekannter Zeitraum:

source: Malformed "%s" date: "%s"
de: Ungültiges "%s" Datum: "%s"

source: Invalid date_format.
de: Ungültiges date_format.

source: No calendar selected.
de: Kein Kalender ausgewählt.

source: Confirm you want to delete:
de: Bestätige die Löschung von:

source: Confirm
de: Bestätigen

source: Deny
de: Abbrechen

source: You do not have permission to remove calendar
de: Ihre Berechtigungen reichen nicht aus um den Kalender zu löschen

source: Removed calendar
de: Kalender gelöscht

source: Could not remove calendar
de: Der Kalender konnte nicht entfernt werden

source: Calendar created.
de: Der Kalender wurde erstellt.

source: No category selected.
de: Keine Kategorie ausgewählt.

source: You do not have permission to delete category:
de: Ihre Berechtigungen reichen nicht aus um die Kategorie zu löschen:

source: Removed category:
de: Kategorie wurde gelöscht:

source: Could not remove category:
de: Die Kategorie konnte nicht gelöscht werden:

source: Category Form
de: Kategorieformular

source: Visible to groups
de: Sichtbar für Gruppen

source: Submit Category
de: Kategorie speichern

source: Color not specified.
de: Farbe nicht angegeben.

source: Invalid color.
de: Ungültige Farbe.

source: You do not have permission to add categories to all calendars.
de: Ihre Berechtigungen reichen nicht aus um Kategorien zu allen Kalendern hinzufügen.

source: You do not have permission to add categories to this calendar.
de: Ihre Berechtigungen reichen nicht aus um Kategorien zu diesem Kalender hinzuzufügen.

source: You do not have permission to modify this category.
de: Ihre Berechtigungen reichen nicht aus um diese Kategorie zu ändern.

source: Modified category:
de: Kategorie geändert:

source: Created category:
de: Kategorie erstellt:

source: Error submitting category.
de: Fehler beim Übertragen der Kategorie.

source: Title
de: Titel

source: Time
de: Zeit

source: Description
de: Beschreibung

source: Delete Selected
de: Ausgewählte löschen

source: No events on this day.
de: Keine Termine an diesem Tag.

source: Invalid arguments.
de: Ungültige Argumente.

source: You do not have permission to read this event.
de: Ihre Berechtigungen reichen nicht aus um diesen Termin zu lesen.

source: by
de: von

source: Category
de: Kategorie

source: When
de: Wann

source: Created at:
de: Erzeugt am:

source: Last modified at:
de: Zuletzt geändert am:

source: Modify Occurrence
de: Wiederholung ändern

source: Remove Occurrence
de: Entferne Wiederholung

source: Previous occurrence on
de: Letzte Wiederholung am

source: Next occurrence on
de: Nächste Wiederholung am

source: View All Occurrences
de: Alle Wiederholungen ansehen

source: Add Occurrence
de: Wiederholung hinzufügen

source: at
de: um

source: Remove
de: Löschen

source: Occurrences
de: Wiederholungen

source: from
de: von

source: View Additional Events
de: Weitere Termine anzeigen

source: continued
de: fortgesetzt

source: Invalid date.
de: Ungültiges Datum.

source: No event selected.
de: Kein Termin ausgewählt.

source: Removed event
de: Termin gelöscht

source: Removed events
de: Termine gelöscht

source: Could not remove event
de: Der Termin konnte nicht gelöscht werden

source: Could not remove events
de: Die Termine konnten nicht gelöscht werden

source: You do not have permission to remove event
de: Ihre Berechtigungen reichen nicht aus um den Termin zu entfernen

source: You do not have permission to remove events
de: Ihre Berechtigungen reichen nicht aus um die Termine zu entfernen

source: Event Form
de: Terminformular

source: Subject
de: Betreff

source: Change the event date and time
de: Datum und Zeit des Termins ändern

source: From
de: Von

source: To
de: Bis

source: Time Type
de: Art des Termins

source: Normal
de: Normaler Termin

source: Full Day
de: Ganztägiger Termin

source: To Be Announced
de: Zeitpunkt wird noch bekannt gegeben

source: Repeats
de: Wiederholungen

source: Never
de: Niemals

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: Every
de: Rhythmus

source: Repeat every how many days?
de: Alle _ Tage wiederholen

source: Until
de: Bis

source: Repeat every how many weeks?
de: Alle _ Wochen wiederholen

source: Repeat every how many months?
de: Alle _ Monate wiederholen

source: Repeat every how many years?
de: Alle _ Jahre wiederholen

source: Submit Event
de: Termin speichern

source: Unrecognized Time Type.
de: Unbekannter Zeittyp.

source: An event cannot have an end earlier than its start.
de: Ein Termin kann nicht vor dem Anfang enden.

source: You do not have permission to write to this calendar.
de: Ihre Berechtigungen reichen nicht aus um in diesen Kalender zu schreiben.

source: Required field "every-day" is not set.
de: Pflichtfeld "Rhythmus" ist nicht gesetzt.

source: every-day must be greater than 1
de: Rhythmus muss größer als 1 sein

source: Required field "every-week" is not set.
de: Pflichtfeld "Rhythmus" ist nicht gesetzt.

source: every-week must be greater than 1
de: Rhythmus muss größer als 1 sein.

source: Required field "every-month" is not set.
de: Pflichtfeld "Rhythmus" ist nicht gesetzt.

source: every-month must be greater than 1
de: Rhythmus muss größer als 1 sein

source: Required field "every-year" is not set.
de: Pflichtfeld "Rhythmus" ist nicht gesetzt.

source: Invalid event type.
de: Ungültiger Termintyp.

source: Modified event:
de: Termin geändert:

source: Created event:
de: Termin erstellt:

source: Error submitting event.
de: Fehler beim Übertragen des Termins.

source: required
de: erforderlich

source: Cannot add a non-form element to a form.
de: Es kann kein Nicht-Formular-Element zu einem Formular hinzugefügt werden.

source: Date
de: Datum

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Mar
de: Mär

source: Oct
de: Okt

source: Dec
de: Dez

source: Start Date
de: Anfangsdatum

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: No group selected.
de: Keine Gruppe ausgewählt.

source: You do not have permission to delete group:
de: Ihre Berechtigungen reichen nicht aus um die Gruppe zu löschen:

source: Removed group:
de: Gruppe gelöscht:

source: Could not remove group:
de: Die Gruppe konnte nicht gelöscht werden:

source: Group Form
de: Gruppenformular

source: Submit Group
de: Gruppe speichern

source: You do not have permission to add a global group.
de: Ihre Berechtigungen reichen nicht aus um eine globale Gruppe hinzuzufügen.

source: You do not have permission to add a group to this calendar.
de: Ihre Berechtigungen reichen nicht aus um eine Gruppe zu diesem Kalender hinzuzufügen.

source: You do not have permission to modify this group.
de: Ihre Berechtigungen reichen nicht aus um diese Gruppe zu ändern.

source: Modified group:
de: Gruppe geändert:

source: Created group:
de: Gruppe erstellt:

source: Error submitting group.
de: Fehler beim Übertragen der Gruppe.

source: Need to be admin
de: Adminrechte erforderlich

source: Error selecting events in import
de: Fehler beim Auswählen der Termine während des Imports

source: Created %s events with %s occurences
de: %s Termine mit %s Wiederholungen erzeugt.

source: Logged in.
de: Eingeloggt.

source: Sorry, Invalid Login
de: Sorry, ungültiger Login

source: You must have cookies enabled to login.
de: Cookies müssen aktiviert sein um sich einzulogen.

source: Password
de: Passwort

source: Loggin out...
de: Ausloggen...

source: Occurrence Form
de: Wiederholungsformular

source: Submit Occurrence
de: Wiederholungen senden

source: Cannot create occurrence.
de: Wiederholungen können nicht erstellt werden.

source: EID not set.
de: EID wurde nicht gesetzt.

source: Modified occurence:
de: Wiederholung geändert:

source: Created occurence:
de: Wiederholung erstellt:

source: Error submitting occurrence.
de: Fehler bei der Übertragung der Wiederholungen.

source: No occurrence selected.
de: Keine Wiederholung ausgewählt.

source: Removed occurrence
de: Wiederholung gelöscht

source: Removed occurrences
de: Wiederholung gelöscht

source: Could not remove occurrence
de: Wiederholung konnte nicht gelöscht werden

source: Could not remove occurrences
de: Wiederholungen konnten nicht gelöscht werden

source: You do not have permission to remove the occurrence.
de: Ihre Berechtigungen reichen nicht aus um die Wiederholung zu entfernen.

source: You do not have permission to remove occurrences.
de: Ihre Berechtigungen reichen nicht aus um Wiederholungen zu entfernen.

source: You must be logged in.
de: Sie müssen eingeloggt sein.

source: You do not have permission to change your password.
de: Ihre Berechtigungen reichen nicht aus um Ihr Passwort zu ändern.

source: You must specify your old password.
de: Sie müssen Ihr altes Passwort eingeben.

source: The password you entered did not match your old password.
de: Das eingegebene Passwort stimmt nicht mit dem alten Passwort überein.

source: You must specify a password
de: Sie müssen ein Passwort eingeben

source: Your passwords did not match
de: Ihre Passwörter stimmen nicht überein

source: Password updated.
de: Das Passwort wurde aktualisiert.

source: (No title)
de: (Kein Titel)

source: Error in get_occurrences_by_date_range
de: Fehler in get_occurrences_by_date_range

source: Error in get_event_by_eid
de: Fehler in get_event_by_eid

source: Event doesn't exist
de: Der Termin existiert nicht

source: Error in get_event_by_oid
de: Fehler in get_event_by_oid

source: Event doesn't exist with oid
de: Der Termin existiert nicht mit oid

source: Error in get_category
de: Fehler in get_category

source: Category doesn't exist with catid
de: Die Kategorie existiert nicht mit catid

source: Error in get_group
de: Fehler in get_group

source: Group doesn't exist with gid
de: Die Gruppe existiert nicht mit gid

source: Error in get_groups
de: Fehler in get_groups

source: Error in get_user_groups
de: Fehler in get_user_groups

source: Error in get_categories
de: Fehler in get_categories

source: Error in get_visible_categories
de: Fehler in get_visible_categories

source: Error in get_occurrence_by_oid
de: Fehler in get_occurrence_by_oid

source: Error in get_occurrences_by_eid
de: Fehler in get_occurrences_by_eid

source: Error while removing an event.
de: Fehler beim Löschen eines Termins.

source: Error while removing an occurrence.
de: Fehler beim Löschen einer Wiederholung.

source: Error while removing a calendar
de: Fehler beim Löschen eines Kalenders

source: Error while removing category.
de: Fehler beim Löschen der Kategorie.

source: Error while removing group.
de: Fehler beim Löschen der Gruppe.

source: Error while removing
de: Fehler beim Löschen

source: Could not read permissions.
de: DIe Berechtigungen konnten nicht gelesen werden.

source: Could not get calendars.
de: Die Kalender konnten nicht geladen werden.

source: Could not get user.
de: Der Benutzer konnte nicht geladen werden.

source: Error getting user.
de: Fehler beim Laden des Benutzers.

source: Error creating user.
de: Fehler beim Erstellen des Benutzers.

source: Error reading options
de: Fehler beim Lesen der Optionen

source: Error creating options
de: Fehler beim Erstellen der Optionen

source: Error updating password.
de: Fehler bei der Aktualisierung des Passworts.

source: Error updating timezone.
de: Fehler bei der Aktualisierung der Zeitzone.

source: Error updating language.
de: Fehler bei der Aktualisierung der Sprache.

source: Error adding group to user.
de: Fehler beim hinzufügen der Gruppe des Benutzers.

source: Error removing group from user.
de: Fehler beim entfernen des Users aus der Gruppe.

source: Error creating event.
de: Fehler beim Erstellen des Termins.

source: Error creating occurrence.
de: Fehler beim Erstellen der Wiederholung.

source: Error modifying occurrence.
de: Fehler beim Ändern der Wiederholung.

source: Error modifying event.
de: Fehler beim Ändern des Termins.

source: Error creating category.
de: Fehler beim Erstellen der Kategorie.

source: Error creating group.
de: Fehler beim Erstellen der Gruppe.

source: Error modifying category.
de: Fehler beim Ändern der Kategorie.

source: Error modifying group.
de: Fehler beim Ändern der Gruppe.

source: Error during searching
de: Fehler während der Suche

source: Error updating user permissions.
de: Fehler beim Aktualisieren der Benutzerrechte.

source: Error getting login token.
de: Fehler beim Login-Token.

source: Error adding login token.
de: Fehler beim Hinzufügen des Logintokens.

source: Error updating login token.
de: Fehler beim Aktualisieren der Logintoken.

source: Error removing login tokens.
de: Fehler beim Löschen der Logintoken.

source: Error cleaning login tokens.
de: Fehler bei der Reinigung der Logintoken.

source: SQL query
de: SQL-Abfrage

source: anonymous
de: anonym

source: unknown
de: unbekannt

source: (No subject)
de: (kein Betreff)

source: DB returned an invalid date.
de: DB gab ein ungültiges Datum zurück.

source: to
de: bis

source: Invalid sort option
de: Ungültige Sortierungsoption

source: Invalid order option
de: Ungültige Reihenfolge

source: No events matched your search criteria.
de: Keine Termine zu Ihrer Suche gefunden.

source: Search Results
de: Suchergebnisse

source: Date Time
de: Datum Zeit

source: Phrase
de: Suchbegriff

source: Sort By
de: Sortieren nach

source: Order
de: Reihenfolge

source: Change Password
de: Passwort ändern

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: Settings updated.
de: Einstellungen wurden aktualisiert.

source: Possible hacking attempt on your account.
de: Möglicher Hackerangriff auf Ihr Konto.

source: Month is out of range.
de: Der Monat ist außerhalb des Bereichs.

source: Invalid year
de: Ungültiges Jahr

source: Translated "%s"
de: "%s" übersetzt

source: Confirm Password
de: Passwort speichern

source: Make Admin
de: Zum Admin machen

source: You must specify a user name
de: Sie müssen einen Benutzernamen angeben

source: User already exists.
de: Der Benutzer existiert bereits.

source: Added user.
de: Nutzer hinzugefügt.

source: You must be an admin to delete users.
de: Sie müssen Admin sein, um Benutzer zu löschen.

source: No user selected.
de: Kein Benutzer ausgewählt.

source: Edit User Groups
de: Benutzergruppen bearbeiten

source: Groups updated.
de: Gruppen wurden aktualisiert.

source: No users
de: Keine Benutzer

source: No changes to make.
de: Es sind keine Änderungen vorzunehmen.

source: Updated user(s):
de: Aktualisierte(r) Benutzer:

source: continue
de: weiter

source: Software Error
de: Softwarefehler

source: Message:
de: Nachricht:
